[ {
  "BACKGROUNDID" : "BK-356Y380H5MXN",
  "BACKGROUND" : "Acolyte",
  "SPECIALTY" : "None",
  "SHORTDESC" : "You have spent your life in the service of a temple to a specific god or pantheon of gods, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine.",
  "DESCRIPTION" : "You have spent your life in the service of a temple to a specific god or pantheon of gods. You act as an intermediary between the realm of the holy and the mortal world, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine. You are not necessarily a cleric - performing sacred rites is not the same thing as channeling divine power.",
  "SKILLS" : [ "Religion", "Insight" ],
  "TOOLS" : "None",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "holy symbol, prayer book, 5 sticks of incense, vestments, set of common clothes, belt pouch" ],
  "BONUSLANGS" : 2,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p127"
}, {
  "BACKGROUNDID" : "BK-FU8YQ3T0N54P",
  "BACKGROUND" : "Charlatan",
  "SPECIALTY" : "Scam",
  "SHORTDESC" : "You have always had a way with people. You know what makes them tick, and you can tease out their hearts' desires after a few minutes of conversation. It’s a useful talent, and one that you’re perfectly willing to use for your advantage.",
  "DESCRIPTION" : "You have always had a way with people. You know what makes them tick, you can tease out their hearts' desires after a few minutes of conversation, and with a few leading questions you can read them like they were children's books. It’s a useful talent, and one that you’re perfectly willing to use for your advantage.\n     You know what people want and you deliver, or rather, you promise to deliver. Common sense should steer people away from things that sound too good to be true, but common sense seems to be in short supply when you’re around. The bottle of pink-colored liquid will surely cure that unseemly rash, this ointment - nothing more than a bit of fat with a sprinkle of silver dust—can restore youth and vigor, and there’s a bridge in the city that just happens to be for sale. These marvels sound implausible, but you make them sound like the real deal.",
  "SKILLS" : [ "Sleight of Hand", "Deception" ],
  "TOOLS" : "a Disguise Kit and a Forgery Kit",
  "FREETOOLS" : [ "Disguise Kit", "Forgery Kit" ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "set of fine clothes, a disguise kit, tools of the con, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p128"
}, {
  "BACKGROUNDID" : "BK-783M9QJET698",
  "BACKGROUND" : "Criminal",
  "SPECIALTY" : "Specialty",
  "SHORTDESC" : "You are an experienced criminal with a history of breaking the law, far closer than most to the world of murder, theft, and violence. You have spent a lot of time among other criminals and still have contacts within the criminal underworld.",
  "DESCRIPTION" : "You are an experienced criminal with a history of breaking the law. You have spent a lot of time among other criminals and still have contacts within the criminal underworld. You’re far closer than most people to the world of murder, theft, and violence that pervades the underbelly of civilization, and you have survived up to this point by flouting the rules and regulations of society.",
  "SKILLS" : [ "Deception", "Stealth" ],
  "TOOLS" : "a set of Thieves' tools and your choice of a Gaming Set",
  "FREETOOLS" : [ "Thieves' tools" ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "crowbar, set of dark common clothes with a hood, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p129"
}, {
  "BACKGROUNDID" : "BK-71S27NZK7D1D",
  "BACKGROUND" : "Entertainer",
  "SPECIALTY" : "Routine",
  "SHORTDESC" : "You thrive in front of an audience. You know how to entrance them, entertain them, and even inspire them. Your poetics can stir the hearts of those who hear you, awakening grief or joy, laughter or anger.Whatever techniques you use, your art is your life.",
  "DESCRIPTION" : "You thrive in front of an audience. You know how to entrance them, entertain them, and even inspire them. Your poetics can stir the hearts of those who hear you, awakening grief or joy, laughter or anger. Your music raises their spirits or captures their sorrow. Your dance steps captivate, your humor cuts to the quick. Whatever techniques you use, your art is your life.",
  "SKILLS" : [ "Performance", "Acrobatics" ],
  "TOOLS" : "a Disguise Kit and your choice of a Musical Instrument",
  "FREETOOLS" : [ "Disguise Kit" ],
  "TOOLCHOICES" : [ "Shawm", "Dulcimer", "Horn", "Lyre", "Bagpipes", "Drum", "Pan Flute", "Viol", "Flute", "Lute" ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "a musical instrument, the favor of an admirer (love letter, lock of hair, or trinket), costume, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p130"
}, {
  "BACKGROUNDID" : "BK-4350IJ49V616",
  "BACKGROUND" : "Folk Hero",
  "SPECIALTY" : "Defining Event",
  "SHORTDESC" : "You come from a humble social rank, but you are destined for so much more. Already the people of your home village regard you as their champion, and your destiny calls you to stand against the tyrants and monsters that threaten the common folk everywhere.",
  "DESCRIPTION" : "You come from a humble social rank, but you are destined for so much more. Already the people of your home village regard you as their champion, and your destiny calls you to stand against the tyrants and monsters that threaten the common folk everywhere.",
  "SKILLS" : [ "Animal Handling", "Survival" ],
  "TOOLS" : "your choice of a set of Artisan’s Tools",
  "FREETOOLS" : [ "Land vehicles" ],
  "TOOLCHOICES" : [ "Calligrapher's Supplies", "Brewer's Supplies", "Glassblower's Tools", "Painter's Supplies", "Smith's Tools", "Alchemist's Supplies", "Potter's Tools", "Leatherworker's Tools", "Tinker's Tools", "Cobbler's Tools", "Cook's Utensils", "Weaver's Tools", "Cartographer's Tools", "Jeweler's Tools", "Carpenter's Tools", "Mason's Tools", "Woodcarver's Tools" ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "set of artisan’s tools, shovel, iron pot, set of common clothes, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p131"
}, {
  "BACKGROUNDID" : "BK-XG866KP370A3",
  "BACKGROUND" : "Guild Artisan",
  "SPECIALTY" : "Guild Business",
  "SHORTDESC" : "You are a member of an artisan’s guild, skilled in a particular field and closely associated with other artisans. You are a well-established part of the mercantile world and have become a master in your own right.",
  "DESCRIPTION" : "You are a member of an artisan’s guild, skilled in a particular field and closely associated with other artisans. You are a well-established part of the mercantile world, freed by talent and wealth from the constraints of a feudal social order. You learned your skills as an apprentice to a master artisan, under the sponsorship of your guild, until you became a master in your own right.",
  "SKILLS" : [ "Insight", "Persuasion" ],
  "TOOLS" : "your choice of a set of Artisan’s Tools",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ "Calligrapher's Supplies", "Brewer's Supplies", "Glassblower's Tools", "Painter's Supplies", "Smith's Tools", "Alchemist's Supplies", "Potter's Tools", "Leatherworker's Tools", "Tinker's Tools", "Cobbler's Tools", "Cook's Utensils", "Weaver's Tools", "Cartographer's Tools", "Jeweler's Tools", "Carpenter's Tools", "Mason's Tools", "Woodcarver's Tools" ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "set of artisan’s tools, a letter of introduction from your guild, set of traveler’s clothes, belt pouch" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p132"
}, {
  "BACKGROUNDID" : "BK-Q5B589L4A05D",
  "BACKGROUND" : "Hermit",
  "SPECIALTY" : "Life of Seclusion",
  "SHORTDESC" : "You lived in seclusion - either in a sheltered community such as a monastery, or entirely a lone - for a formative part of your life. You find peace and understanding in quiet and solitude.",
  "DESCRIPTION" : "You lived in seclusion - either in a sheltered community such as a monastery, or entirely a lone - for a formative part of your life. In your time apart from the clamor of society, you found quiet, solitude, and perhaps some of the answers you were looking for.",
  "SKILLS" : [ "Medicine", "Religion" ],
  "TOOLS" : "an Herbalism Kit",
  "FREETOOLS" : [ "Herbalism Kit" ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 5,
  "EQUIPMENT" : [ "scroll case full of notes, a winter blanket, set of common clothes, herbalism kit" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p134"
}, {
  "BACKGROUNDID" : "BK-2K0CZ8IY0IQS",
  "BACKGROUND" : "Noble",
  "SPECIALTY" : "None",
  "SHORTDESC" : "You understand wealth, power, and privilege. You may carry a noble title, own land, collects taxes, or wield significant political influence. You may be an aristocrat, a wealthy merchant, a disinherited scoundrel, or a hard-working land owner.",
  "DESCRIPTION" : "You understand wealth, power, and privilege. You carry a noble title, and your family owns land, collects taxes, and wields significant political influence. You might be a pampered aristocrat unfamiliar with work or discomfort, a former merchant just elevated to the nobility, or a disinherited scoundrel with a disproportionate sense of entitlement. Or you could be an honest, hard-working landowner who cares deeply about the people who live and work on your land, keenly aware of your responsibility to them.",
  "SKILLS" : [ "History", "Persuasion" ],
  "TOOLS" : "your choice of a Gaming Set",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 25,
  "EQUIPMENT" : [ "set of fine clothes, signet ring, scroll of pedigree, purse containing" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p135"
}, {
  "BACKGROUNDID" : "BK-VNWA8MY0DX60",
  "BACKGROUND" : "Outlander",
  "SPECIALTY" : "Origin",
  "SHORTDESC" : "You grew up in the wilds, far from civilization and the comforts of town and technology. The wilds are in your blood, whether as a nomad, an explorer, a recluse, a hunter-gatherer, or even a marauder. You understand the wild even in unfamiliar terrain.",
  "DESCRIPTION" : "You grew up in the wilds, far from civilization and the comforts of town and technology. You’ve witnessed the migration of herds larger than forests, survived weather more extreme than any city-dweller could comprehend, and enjoyed the solitude of being the only thinking creature for miles in any direction. The wilds are in your blood, whether you were a nomad, an explorer, a recluse, a hunter-gatherer, or even a marauder. Even in places where you don’t know the specific features of the terrain, you know the ways of the wild.",
  "SKILLS" : [ "Athletics", "Survival" ],
  "TOOLS" : "your choice of one Musical Instrument",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ "Shawm", "Dulcimer", "Horn", "Lyre", "Bagpipes", "Drum", "Pan Flute", "Viol", "Flute", "Lute" ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "staff, hunting trap, trophy from an animal you killed, set of traveler’s clothes, belt pouch" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p136"
}, {
  "BACKGROUNDID" : "BK-895H16042ZWJ",
  "BACKGROUND" : "Sage",
  "SPECIALTY" : "Specialty",
  "SHORTDESC" : "You spent years learning the lore of the multiverse. You scoured manuscripts, studied scrolls, and listened to the greatest experts on the subjects that interest you. Your efforts have made you a master in your fields of study.",
  "DESCRIPTION" : "You spent years learning the lore of the multiverse. You scoured manuscripts, studied scrolls, and listened to the greatest experts on the subjects that interest you. Your efforts have made you a master in your fields of study.",
  "SKILLS" : [ "History", "Arcana" ],
  "TOOLS" : "None",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "bottle of ink, quill, knife, letter with an unanswered question, set of common clothes, belt pouch" ],
  "BONUSLANGS" : 2,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p137"
}, {
  "BACKGROUNDID" : "BK-Q3NLL0567TYT",
  "BACKGROUND" : "Sailor",
  "SPECIALTY" : "None",
  "SHORTDESC" : "You sailed on a seagoing vessel for years. In that time, you faced down mighty storms, monsters of the deep, and those who wanted to sink your craft to the bottomless depths.",
  "DESCRIPTION" : "You sailed on a seagoing vessel for years. In that time, you faced down mighty storms, monsters of the deep, and those who wanted to sink your craft to the bottomless depths. Your first love is the distant line of the horizon, but the time has come to try your hand at something new.",
  "SKILLS" : [ "Athletics", "Perception" ],
  "TOOLS" : "Navigator's Tools and Water Vehicles",
  "FREETOOLS" : [ "Water Vehicles", "Navigator's Tools" ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "club, 50 ft silk rope, lucky charm (rabbit's foot, or such), set of common clothes, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p139"
}, {
  "BACKGROUNDID" : "BK-7S36506MKKN7",
  "BACKGROUND" : "Soldier",
  "SPECIALTY" : "Position",
  "SHORTDESC" : "War has been your life for as long as you care to remember. You trained as a youth, studied the use of weapons and armor, learned basic survival techniques, including how to stay alive on the battlefield.",
  "DESCRIPTION" : "War has been your life for as long as you care to remember. You trained as a youth, studied the use of weapons and armor, learned basic survival techniques, including how to stay alive on the battlefield. You might have been part of a standing national army or a mercenary company, or perhaps a member of a local militia who rose to prominence during a recent war.",
  "SKILLS" : [ "Intimidation", "Athletics" ],
  "TOOLS" : "your choice of a Gaming Set and Land Vehicles",
  "FREETOOLS" : [ "Land Vehicles" ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "insignia of rank, trophy from a fallen enemy, bone dice, set of common clothes, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p140"
}, {
  "BACKGROUNDID" : "BK-2A9EKJ20IG63",
  "BACKGROUND" : "Urchin",
  "SPECIALTY" : "None",
  "SHORTDESC" : "You grew up on the streets alone, orphaned, and poor. You had no one to watch over you or to provide for you, so you learned to provide for yourself. You’ve survived despite all odds.",
  "DESCRIPTION" : "You grew up on the streets alone, orphaned, and poor. You had no one to watch over you or to provide for you, so you learned to provide for yourself. You fought fiercely over food and kept a constant watch out for other desperate souls who might steal from you. You slept on rooftops and in alleyways, exposed to the elements, and endured sickness without the advantage of medicine or a place to recuperate. You’ve survived despite all odds, and did so through cunning, strength, speed, or some combination of each.",
  "SKILLS" : [ "Sleight of Hand", "Stealth" ],
  "TOOLS" : "a Disguise Kit and Thieves' Tools",
  "FREETOOLS" : [ "Disguise Kit", "Thieves' Tools" ],
  "TOOLCHOICES" : [ ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "small knife, map of your home city, pet mouse, family token, set of common clothes, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p141"
}, {
  "BACKGROUNDID" : "BK-L9Q44044GNE1",
  "BACKGROUND" : "Spy",
  "SPECIALTY" : "Espionage",
  "SHORTDESC" : "You are a clandestine spy with a talent for deception. You work as an espionage agent reporting on enemy rulers, nobility, and even troop movements. You may have been hired officially by a rival kingdom or you sell your secrets to the highest bidder.",
  "DESCRIPTION" : "You are a clandestine spy with a talent for composed deception. You work as an espionage agent reporting on enemy rulers, nobility, and even troop movements. You may have been hired officially by an rival kingdom or you act as a mercenary spy.",
  "SKILLS" : [ "Deception", "Investigation" ],
  "TOOLS" : "One type of gaming set, thieves' tools",
  "FREETOOLS" : [ "Thieves' tools" ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "set of fine clothes, a disguise kit, a shadow journal belt pouch" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p130"
}, {
  "BACKGROUNDID" : "BK-R1853FF0E217",
  "BACKGROUND" : "Gladiator",
  "SPECIALTY" : "Arena Style",
  "SHORTDESC" : "You are both warrior and entertainer in the grand circus of the gladiatorial arena. You not only fight, but perform with pride and glory for your ludus, house, or king.",
  "DESCRIPTION" : "You are both warrior and entertainer in the grand circus of the gladiatorial arena. You not only fight, but perform with pride and glory for your ludus, house, or king. You may have opted for this life as a last resort, or simply knew that you had a certain set of skills for this type of living. You are not only trained to fight, you are trained to perform for the crowds, and to die and honorable death, without fear.",
  "SKILLS" : [ "Athletics", "Performance" ],
  "TOOLS" : "your choice of a Gaming Set and Land Vehicles",
  "FREETOOLS" : [ "Land Vehicles" ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "set of common clothers, a trophy from a fallen enemy or a piece of broken armor or helm you wore in the arena, and an insignia from your ludus or collegia" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p131"
}, {
  "BACKGROUNDID" : "BK-9VG8F2FA87ML",
  "BACKGROUND" : "Guild Merchant",
  "SPECIALTY" : "Association",
  "SHORTDESC" : "You are a merchant belonging to an association or guild of traders, caravan masters, shopkeepers, or a consortium of other traders. You don't craft items yourself, but earn a living buying and selling from and between them.",
  "DESCRIPTION" : "You are a merchant belonging to an association or guild of traders, caravan masters, shopkeepers, or trainers. You don't craft items yourself, but earn a living buying and selling the works of others, raw materials, large quantities of trade goods, beasts, or even slaves (human and demi-human). You could have transported or purchased goods from far off lands, or bought and sold within your local region. In some ways, the traveling merchant's life lends itself to adventure far more than the life of an artisan.",
  "SKILLS" : [ "Perception", "Persuasion" ],
  "TOOLS" : "your choice of a Merchants' Kit or any Artisan's Tools",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ "Calligrapher's Supplies", "Brewer's Supplies", "Glassblower's Tools", "Painter's Supplies", "Smith's Tools", "Alchemist's Supplies", "Potter's Tools", "Leatherworker's Tools", "Tinker's Tools", "Cobbler's Tools", "Cook's Utensils", "Weaver's Tools", "Cartographer's Tools", "Jeweler's Tools", "Merchant's Kit", "Carpenter's Tools", "Mason's Tools", "Woodcarver's Tools" ],
  "GOLD" : 15,
  "EQUIPMENT" : [ "set of fine clothes, a belt pounch, a letter of guild certification, and a merchant's kit or a set of artisan's tools" ],
  "BONUSLANGS" : 2,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p133"
}, {
  "BACKGROUNDID" : "BK-U2EV17Z2H9OR",
  "BACKGROUND" : "Knight",
  "SPECIALTY" : "Impetus",
  "SHORTDESC" : "You have been granted, or assumed, the honorary title of knighthood by your monarch, your church, your god, or by magical enchantment. Your impetus drives you to for honor and glory of your cause.",
  "DESCRIPTION" : "You have been granted, or assumed, the honorary title of knighthood by your monarch, your church, your god, or by magical enchantment. Your impetus drives you to for honor and glory of your cause.",
  "SKILLS" : [ "Athletics", "Persuasion" ],
  "TOOLS" : "One type of gaming set",
  "FREETOOLS" : [ ],
  "TOOLCHOICES" : [ "Dice Set", "Dragonchess Set", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 50,
  "EQUIPMENT" : [ "holy symbol, arcane focus, or the favor of an admirer (love letter, lock of hair, or trinket), set of fine clothes, belt pouch" ],
  "BONUSLANGS" : 0,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p136"
}, {
  "BACKGROUNDID" : "BK-51993CXL12J9",
  "BACKGROUND" : "Pirate",
  "SPECIALTY" : "Sea Saga",
  "SHORTDESC" : "You spent your youth under the sway of a dread pirate, a ruthless cutthroat who taught you how to survivve in a world of sharks and savages. You've indulged in larceny on the high seas and sen more than one deserving souls to a briny grave.",
  "DESCRIPTION" : "You spent your youth under the sway of a dread pirate, a ruthless cutthroat who taught you how to survivve in a world of sharks and savages. You've indulged in larceny on the high seas and sen more than one deserving souls to a briny grave. Fear and bloodshed are no strangers to you, and you've garnered a somewhat unsavory reputation in many a port town.",
  "SKILLS" : [ "Intimidation", "Deception" ],
  "TOOLS" : "Navigation Tools, Cartographer's Tools, or your choice of a Gaming Set and a Disguise Kit",
  "FREETOOLS" : [ "Disguise Kit" ],
  "TOOLCHOICES" : [ "Cartographer's Tools", "Dice Set", "Dragonchess Set", "Navigation Tools", "Playing Card Set", "Three-Dragon Ante Set" ],
  "GOLD" : 10,
  "EQUIPMENT" : [ "gaming set or disguise kit, a set of common clothes, belt pouch" ],
  "BONUSLANGS" : 1,
  "AUTHOR" : "WOTC",
  "SOURCE" : "PLHB",
  "PAGE" : "p139"
} ]